Repository: systopia/net.bund.civicrm.events
Catalog: l10n/*/LC_MESSAGES/events.po
Languages: de_de

source: BUND Event Configuration
de_de: BUND Seminar-Einstellungen

source: Event Types (for Volunteers)
de_de: Veranstaltungsarten (für Freiwillige)

source: all
de_de: alle

source: Relationship Types
de_de: Beziehungsarten

source: disabled
de_de: inaktiv

source: Contacts to receive notifications (comma separated contact ids)
de_de: Empfänger von Benachrichtigungen (Kommaseparierte Kontakt-IDs)

source: From email address
de_de: E-Mail Absender

source: Check event registrations with the following statuses
de_de: Statuswerte, die zum Prüfen einer Veranstaltungsanmeldung führen

source: Save
de_de: Speichern

source: Configuration Saved
de_de: Konfiguration gespeichert

source: Saved
de_de: Gespeichert

source: Own Seminar Days
de_de: Meine Seminartage

source: This profile can only be used when the caller is identified.
de_de: Dieses Profil kann nur verwendet werden, wenn der Aufrufer identifiziert wurde.

source: Volunteer - My Data
de_de: Freiwilliger - Mein Profil

source: Supervisor - Display Name
de_de: BetreuerIn - Name

source: Supervisor - Email
de_de: BetreuerIn - E-Mail

source: Supervisor - Phone
de_de: BetreuerIn - Telefon

source: Service - Start Date
de_de: Dienstbeginn

source: Service - End Date
de_de: Dienstende

source: Contact has not enough contingent to register to this event.
de_de: Der Teilnehmer hat nicht mehr genügend Tageskontingent.

source: Contact doesn't have the required relationships to register to this event.
de_de: Der Teilnehmer hat keine aktive Beziehung mehr zur Einsatzstelle.

source: Contact ID
de_de: Kontakt ID

source: Contact ID of the contact to update
de_de: ID des Kontakts

source: List/array of contact IDs
de_de: Liste/Array von Kontakt-IDs

source: This can be a comma-separated list or an array
de_de: Dies kann eine Komma-separierte Liste sein, oder ein Array

source: If an event registration has one of the specified status values, the registration is checked for irregularities. If there are any irregularities, a notification is sent from the e-mail address specified above to the recipients sepcified above.
de_de: Wenn eine Veranstaltungsanmeldung einen der angegebenen Statuswerte hat, wird die Anmeldung auf Auffälligkeiten geprüft. Wenn es Auffälligkeiten gibt, wird eine Benachrichtigung von der oben angegebenen E-Mail-Adresse aus an die oben angegebenen Empfänger versendet.

source: It is checked for:</p> <ul><li>overlapping periods with other event registrations</li> <li> any existing age restrictions</li></ul>
de_de: Es wird geprüft auf:</p> <ul><li>zeitliche Überschneidungen mit anderen Veranstaltungen</li> <li>eventuell vorhandene Altersbeschränkungen</li></ul>

source: Check event registrations
de_de: Prüfe Veranstaltungsanmeldungen
